# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'awscli'
brew 'cloudflared'
brew 'bash'
brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'mackup'
brew 'svn' # Needed to install fonts

# Development
brew 'node'

# Apps
cask 'docker'
cask 'firefox'
cask 'github'
cask 'herd'
cask 'imageoptim'
cask 'postman'
cask 'tableplus'
cask 'visual-studio-code'
cask 'phpstorm'
cask 'sublime-text'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-3'
cask 'font-source-serif-4'
